Repository: MPOS/php-mpos
Catalog: locales/*.utf8/LC_MESSAGES/pool_*.po
Languages: ru

source: To disable these checks, set skip_config_tests to true in global.inc.php
ru: Чтобы отключить проверки, установите true для опции skip_config_tests в global.inc.php

source: Edit news entry #
ru: Редактировать новость №

source: Save
ru: Сохранить

source: Unknown option type
ru: Неизвестый тип опции

source: Terms &amp; Conditions
ru: Пользовательское соглашение

source: This Agreement governs your use of %1
ru: Это соглашение, далее "Соглашение", об использовании %1, далее "Пул"

source: By using any of the Pools or registering an account on the website, you agree to be bound by the terms and conditions below. If you do not agree with the terms and conditions in this Agreement you may not use the Pool.
ru: Используя любой из серверов Пула и/или регистрируя учетную запись на сайте, Вы соглашаетесь со всеми условиями настоящего Пользовательского Соглашения, которые указаны ниже. Если Вы несогласны с условиями данного Соглашения, Вы не имеете права использовать Пул.

source: The %1 staff may modify this Agreement and any policies affecting the Site at any point of time. Such modification is effective immediately upon posting to the website and will be distribution via email, forum post and a link in chat. Your continued use of the Pool following any modification to this Agreement shall be deemed an acceptance of all modifications.
ru: Операторы Пула могут вносить изменения в настоящее Соглашение в любое время. Такие изменения вступают в силу незамедлительно после публикации на вебсайте. Информация о факте изменения условий Соглашения должна быть опубликована в виде новости на сайте Пула. Информация о факте внесения изменений, а также текст нового Соглашения, могут быть разосланы пользователям по электронной почте. Продолжение использования Пула вами, после внесения изменений в условия Соглашения, будет считаться принятием нового Соглашения со всеми изменениями.

source: The Pool rewards miners according to a
ru: Пул распределяет выплаты среди участников согласно системе выплат

source: system with
ru: с комиссией в

source: fee. The fee may change at any time, but notice will be given before doing so. Any fee change will be communicated through the pools news page.
ru: . Размер комиссии может быть изменен в любое время, но при условии предварительного уведомления пользователей. Информация об изменении комиссии должна быть опубликована в виде новости, на странице новостей пула. С момента такой публикации, пользователь считается уведомленным об изменении комиссии.

source: The Pool is not an e-wallet or a bank for your coins. The Pool and it's operators are not responsible for any loss of coins which are stored on the Pool. It is your responsibility to configure your account so that the coins you mine are regularly transferred to your own secured offline wallet.
ru: Пул не является электронным кошельком или любым иным видом хранилища для монет пользователя. Пул и его операторы не являются ответственными за любые потери пользовательских монет и иных средств, которые хранились на Пуле. Пользователь обязан настроить свою учетную запись таким образом, чтобы добытые им монеты регулярно переводились на защищенный оффлайн кошелек пользователя.

source: The uptime of the pool or website is not guaranteed, maintenance and downtime may be required at times. Users are responsible for configuring their miners so that they will automatically reconnect, switch to all the pools we offer or a backup pool in the case of downtime.
ru: Непрерывное время работы Пула не гарантировано. Иногда могут проводиться технические работы, которые требуют временного прекращения работы Пула. Мы рекомендуем пользователям настроить свои майнеры таким образом, чтобы они автоматически делали попытки повторного соединения с Пулом, либо переключались на другие пулы в случае длительного прекращения работы Пула. Ответственность за настройку своих майнеров целиком лежит на пользователях Пула. Пул не несет ответственности за любые потери пользователей, связанные с временным прекращением работы Пула.

source: Botnets are not welcome. Accounts with a large amount of miners connecting from different IPs may be suspended without prior notice. If we are uncertian then an investigation will be opened and the user will be notified via their configured e-mail address. If we do not receive a response your account may be suspended.
ru: Ботнеты не приветствуются. Обслуживание учетных записей с большим количеством майнеров, которые соединяются с Пулом с разных IP адресов, может быть приостановлено без предварительного уведомления. В случае, если операторы пула не уверены в том, имеет ли место ботнет, может быть открыто внутреннее расследование. В этом случае, пользователь будет уведомлен о начале внутреннего расследования по электронной почте. В ходе внутреннего расследования, операторы пула могут обращаться за письменными разъяснениями к пользователю, по электронной почте. В случае отсутствия ответов, на такие запросы, обслуживание учетной записи может быть временно приостановлено.

source: Multiple accounts controlled by one person may be considered as a botnet and an investigation will be opened, see above point.
ru: Несколько учетных записей, которые контролируются одним лицом, могут быть рассмотрены как ботнет. При соответствующих подозрениях будет открыто внутреннее расследование, подробнее см.пункт выше.

source: The page you requested was not found
ru: Страница не найдена

source: Request rate limit exceeded
ru: Превышен лимит количества запросов

source: You're sending too many requests too fast!
ru: Вы отправляете запросы к серверу слишком часто!

source: Contact
ru: Обратная связь

source: About
ru: О пуле

source: Guest
ru: Гость

source: Uptime
ru: Время работы

source: Donors
ru: Пожертвования

source: Donate to
ru: Поддержи разработчика

source: General Statistics
ru: Общие данные

source: Current Total Miners
ru: Всего майнеров

source: Contributor Hashrates
ru: Хешрейты участников

source: Contributor Shares
ru: Шары участников

source: Donor
ru: Благ. взнос

source: no Donation
ru: нет пожертвований

source: or more Donation
ru: или более пожертвований пулу

source: Blockfinder
ru: Поиск блоков

source: Graphs
ru: Графики

source: Search
ru: Поиск

source: Blocks found by own Workers
ru: Блоки, найденные моими воркерами

source: Coins Generated
ru: Монет добыто

source: Top 25 Blockfinder
ru: Топ 25 пользователей, нашедших блок

source: Average Hashrate past 24h
ru: Средний хешрейт за крайние 24 часа

source: Your average hashrate per hour, updated every backend cron run.
ru: Почасовая мощность (хешрейт) ваших воркеров.

source: Average Workers past 24h
ru: Среднее количество воркеров за крайние 24 часа

source: Your average active workers per hour, updated every backend cron run.
ru: Почасовая среднее количество ваших воркеров.

source: Average Sharerate past 24h
ru: Средний "шаререйт" за крайние 24 часа

source: Your share rate per hour, updated every backend cron run.
ru: Средняя почасовая скорость нахождения "шар" ("шаререйт")

source: You last logged in from <b>%s</b> on %s
ru: Вы заходили последний раз с IP адреса <b>%s</b>, в %s
