Repository: MPOS/php-mpos
Catalog: locales/*.utf8/LC_MESSAGES/pool_*.po
Languages: ru

source: Dear
ru: Уважаемый

source: Hello
ru: Здравствуйте

source: You have created a new account. In order to complete the registration process please follow this link:
ru: Вы создали новую учетную запись. Чтобы завершить процесс регистрации, пожалуйста, проследуйте по ссылке:

source: Cheers,
ru: С наилучшими пожеланиями,

source: You have requested a password reset through our online form. In order to complete the request please follow this link:
ru: Вы запросили сброс пароля. Чтобы сбросить ваш пароль, проследуйте, пожалуйста, по ссылке:

source: You will be asked to change your password. You can then use this new password to login to your account.
ru: Вам будет необходимо сменить ваш пароль. После этого вы сможете войти в ваш профиль с новым паролем.

source: One of your workers is currently IDLE:
ru: Один из ваших воркеров сейчас ПРОСТАИВАЕТ:

source: We have not received any shares for this worker in the past 10 minutes.
ru: Мы не получили ни одной шары от этого воркера за крайние 10 минут.

source: Since monitoring is enabled for this worker, this notification was sent.
ru: Вы получили это сообщение, т.к. для этого воркера включен мониторинг.

source: Please check your workers!
ru: Пожалуйста, проверьте ваши воркеры!

source: You account has been debited and the coins have been sent to your wallet.
ru: С вашего счета были списаны средства и отправлены на ваш кошелек.

source: Amount:
ru: Сумма:

source: You have a pending request to change your account details.
ru: Имеется ожидающий запрос на изменение деталей вашего профиля.

source: If you initiated this request, please follow the link below to confirm your changes. If you did NOT, please notify an administrator.
ru: Если вы инициировали этот запрос, то, пожалуйста, проследуйте по ссылке, чтобы подтвердить изменения.Если вы этого НЕ делали, пожалуйста, обратитесь к администратору.

source: An error occured!
ru: Возникла ошибка!

source: This should never happen. Please review the error output below.
ru: Этого не должно было произойти никогда. Пожалуйста, просмотрите отчет ниже.

source: You have a pending request to change your password.
ru: Имеется ожидающий запрос на изменение вашего пароля.

source: You have a pending request to manually withdraw funds.
ru: Имеется ожидающий запрос на ручной вывод средств с вашего счета.

source: You account has been locked due to too many failed password or PIN attempts. Please follow the URL below to unlock your account.
ru: Ваша учетная запись была заблокирована, т.к. было совершено слишком много неудачных попыток войти или использовать неверный ПИН код. Пожалуйста, проследуйте по ссылке, чтобы разблокировать вашу учетную запись.

source: Block Number %1 has been discovered by %2 with a total value of %3 %4!
ru: Блок номер %1 был найден %2 с общей суммой %3 %4!

source: The current difficulty is %1
ru: Текущая сложность %1

source: Your account has successfully logged in
ru: Успешный вход вваш профиль

source: User: %1
ru: Пользователь: %1

source: Time: %1
ru: Время: %1

source: If you initiated this login, you can ignore this message. If you did NOT, please notify an administrator.
ru: Если это вошли вы, то все в порядке. Если же НЕТ, то срочно обратитесь к администратору.

source: Test email
ru: Тестовове сообщение

source: Stratum: %1:%2
ru: Стратум: %1:%2

source: Sent you a message
ru: Отправил вам сообщение

source: Senders Email:
ru: Email отправителя:

source: Subject:
ru: Тема

source: Personal message
ru: Персональное сообщение

source: Hello valued miner
ru: Дорогой майнер

source: invited you to participate on this pool
ru: Пригласил вас для майнинга на этом пуле

source: You have requested a PIN reset through our online form.
ru: Вы запросили сброс ПИН кода через онлайн форму.

source: Add New Worker
ru: Добавить воркер

source: Worker Name
ru: Имя воркера

source: Worker Password
ru: Пароль воркера

source: Worker Configuration
ru: Настройки воркера

source: Worker Login
ru: Логин для воркера

source: Active
ru: Активен

source: Khash/s
ru: Кхеш/с

source: Difficulty
ru: Сложность

source: Action
ru: Действие

source: Update Workers
ru: Обновить воркеры

source: Transaction Filter
ru: Фильтр транзакций

source: Type
ru: Тип

source: Status
ru: Статус

source: Transaction History
ru: История транзакций

source: Date
ru: Дата

source: TX Type
ru: Тип транзакции

source: Payment Address
ru: Платежный адрес

source: TX #
ru: Тр. №

source: Block #
ru: Блок №

source: Amount
ru: Сумма

source: Confirmed
ru: Подтверждено

source: Orphaned
ru: Покинутый

source: Unconfirmed
ru: Неподтверждено

source: Auto Threshold Payment
ru: Автоматическая выплата

source: Manual Payment
ru: Ручная выплата

source: Donation
ru: Пожертвование

source: Pool Fees (if applicable)
ru: Комиссия пула (если применимо)

source: Total %1 Earning Reports
ru: Общие выплаты %1

source: Summary
ru: Сводка

source: All Time
ru: Все время

source: Sorted by Time
ru: Отсортировано по времени

source: Credit
ru: Начисление

source: Bonus
ru: Бонус

source: Debit AP
ru: Автовыплата

source: Debit_AP
ru: Автовыплата

source: Debit MP
ru: Ручн. выплата

source: Fee
ru: Комиссия

source: TXFee
ru: Комиссия за транзакцию

source: Last Hour
ru: Крайний час

source: Last Day
ru: Крайний день

source: Last 24 Hours
ru: Крайние 24 часа

source: Last Week
ru: Крайняя неделя

source: Last Month
ru: Крайний месяц

source: Last Year
ru: Крайний год

source: Change Password
ru: Изменить пароль

source: Note
ru: Обратите внимание

source: You will be redirected to login on successful completion of a password change
ru: Вы будете перенаправлены на страницу входа после успешной смены пароля

source: Current Password
ru: Текущий пароль

source: New Password
ru: Новый пароль

source: Repeat New Password
ru: Повторите новый пароль

source: 4 Digit PIN
ru: ПИН код

source: Reset PIN
ru: Сбросить ПИН код

source: Cash Out
ru: Выплата

source: Minimum Cashout
ru: Минимальная выплата

source: Account Balance
ru: Баланс

source: Payout to
ru: Вылатить на

source: Unlock
ru: Разблокировать

source: Cash Out!
ru: Выплатить!

source: Account Details
ru: Детали профиля

source: Username
ru: Имя пользователя

source: User Id
ru: Id пользователя

source: API Key
ru: Ключ API

source: Timezone
ru: Часовой пояс

source: Donation Percentage
ru: Процент пожертвований

source: Donation amount in percent
ru: Размер пожертовования в процентах

source: Automatic Payout Threshold
ru: Порог для автоматических выплат

source: Anonymous Account
ru: Анонимный профиль

source: Hide username on website from others. Admins can still get your user information.
ru: Скрыть имя пользователя от других пользователей сайта. Информация остается доступной для администратора сайта.

source: The 4 digit PIN you chose when registering
ru: состоящий из 4 цифр, который Вы указали при регистрации

source: Update Account
ru: Обновить профиль

source: Notification Settings
ru: Настройки уведомлений

source: Idle Worker
ru: Простаивающий воркер

source: New Blocks
ru: Новые блоки

source: Payout
ru: Выплата

source: Successful Login
ru: Успешный вход

source: Pool Newsletter
ru: Новости пула

source: Update
ru: Обновить

source: Notification History
ru: История уведомлений

source: Time
ru: Время

source: New Block
ru: Новый блок

source: Invitation
ru: Приглашение

source: Message
ru: Сообщение

source: Past Invitations
ru: Отправленные приглашения

source: Sent
ru: Отправлено

source: Activated
ru: Активирован

source: API String
ru: Строка API

source: Powered by
ru: Работает на платформе

source: Home
ru: Главная

source: Dashboard
ru: Обзор

source: My Account
ru: Мой профиль

source: Edit Account
ru: Редактировать профиль

source: My Workers
ru: Мои воркеры

source: Transactions
ru: Транзакции

source: Earnings
ru: Доходы

source: Notifications
ru: Уведомления

source: Invitations
ru: Приглашения

source: QR Codes
ru: QR коды

source: Admin Panel
ru: Админ Панель

source: System
ru: Система

source: Setup
ru: Установка

source: Monitoring
ru: Мониторинг

source: Settings
ru: Настройки

source: Funds
ru: Средства

source: Wallet Info
ru: Информация о кошельке

source: News
ru: Новости

source: Site News
ru: Новости сайта

source: Newsletter
ru: Рассылка

source: Users
ru: Пользователи

source: User Info
ru: Информация о пользователе

source: Reports
ru: Отчеты

source: Registrations
ru: Регистрации

source: Pool Workers
ru: Воркеры пула

source: Statistics
ru: Статистика

source: Help
ru: Помощь

source: Getting Started
ru: Как начать добывать

source: Other
ru: Другое

source: Logout
ru: Выход

source: Login
ru: Войти

source: Sign Up
ru: Регистрация

source: Terms and Conditions
ru: Пользовательское соглашение

source: IDLE Worker
ru: ПРОСТАИВАЮЩИЙ Воркер

source: See All Notifications
ru: Смотреть все уведомления

source: Workers
ru: Воркеры

source: posted
ru: опубликовано

source: latest News
ru: последние новости

source: Missing template for this page
ru: Отсутствует шаблон для данной страницы

source: Register new account
ru: Регистрация нового пользователя

source: Coin Address
ru: Адрес для выплат

source: Password
ru: Пароль

source: Strength
ru: Надежность

source: PIN
ru: ПИН код

source: Four digit number.
ru: 4 цифры

source: Remember this pin!
ru: Запомните этот ПИН код!

source: I Accept The
ru: Я принимаю

source: Register
ru: Зарегистрироваться

source: Close
ru: Закрыть

source: We are currently not accepting new user registrations.
ru: Регистрация новых пользователей отключена.

source: Password reset
ru: Сбросить пароль

source: If you have an email set for your account, enter your username to get your password reset
ru: Если для вашей учетной записи установлен адрес эл. почты, то, пожалуйста, введите ваше имя пользователя, чтобы получить ссылку для сброса пароля

source: Username or E-mail
ru: Имя пользователя или E-mail

source: Reset password
ru: Сбросить пароль

source: Account Information
ru: Информация о профиле

source: This pool does not apply fees and
ru: Этот пул не взымает комиссий и

source: you donate
ru: вы вносите пожертвования

source: you are not
ru: вы не

source: donating
ru: вносите пожертвования

source: Worker
ru: Воркер

source: Hashrate
ru: Мощность

source: No worker information available
ru: Информация о воркерах отсутствует

source: Overview
ru: Обзор

source: Refresh interval
ru: Время обновления

source: seconds
ru: секунд

source: worker and account
ru: воркеры и счет

source: Hashrate based on shares submitted in the past
ru: Хешрейт расчитан на основе отправленных шар, за последние

source: minutes
ru: минут

source: Pool Information
ru: Информация о пуле

source: My Hashrate
ru: Мой хешрейт

source: Pool Hashrate
ru: Мощность пула

source: My Sharerate
ru: Мои шары, скорость

source: Net Hashrate
ru: Мощность сети

source: Round Information
ru: Информация о раунде

source: Share Information
ru: Информация о шарах

source: Own
ru: Мои

source: Pool
ru: Пул

source: Valid
ru: Подтвержденные

source: Invalid
ru: Неподтвержденные

source: Efficiency
ru: Эффективность

source: 1 Hour Estimated Earnings
ru: Ожидаемые доходы за 1 час

source: 24 Hour Estimated Earnings
ru: Ожидаемые доходы за 24 часа

source: 7 Days Estimated Earnings
ru: Ожидаемые доходы за 7 дней

source: 14 Days Estimated Earnings
ru: Ожидаемые доходы за 14 дней

source: 30 Days Estimated Earnings
ru: Ожидаемые доходы за 30 дней

source: Est Next Difficulty
ru: Ож. сл. сложность

source: No Estimates
ru: Нет оценки

source: Estimated Average<br/>Time per Block
ru: Ожидаемой среднее<br/>время на блок

source: Current Block
ru: Текущий блок

source: Of Expected Shares
ru: от ожидаемых шар

source: Est. Earnings
ru: Ожидаемые доходы

source: Est. Avg. Time per Block
ru: Ож. ср. время на блок

source: Worker Information
ru: Информация о воркере

source: Last Found Blocks
ru: Крайние найденные блоки

source: Height
ru: Высота

source: Finder
ru: Нашел

source: Expected Shares
ru: Ожид. шары

source: Actual Shares
ru: Шары

source: Percentage
ru: Процент

source: Login with existing account
ru: Вход

source: Forgot your password?
ru: Забыли пароль?

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: Q:
ru: Вопрос:

source: When will I get paid?
ru: Когда будет сделана выплата?

source: This pool uses the following payout system
ru: Этот пул использует следующую системы выплат

source: Proportional (Prop)
ru: Пропорциональная (Prop)

source: The block reward is distributed among miners in proportion to the number of shares they submitted in a round. The expected reward per share depends on the number of shares already submitted in the round.
ru: Вознаграждение за блок распределяется среди участников пропорционально количеству валидных "шар", которые они отправили на пул в течение раунда. Ожидаемая награда за шару зависит от количества шар, которые были отправлены в течение раунда всеми участниками.

source: What is a orphan block?
ru: Что такое отброшенный (или покинутый) блок?

source: A:
ru: Ответ:

source: Coins generated by a block will not be available to you right away. They will take some time to be confirmed by the entire network before you are allowed to transfer them out of the pool. Usually coins have a confirmation set to 120. What that actually means: the network (not the pool) has to discover 120 additional blocks on top of the one found by the pool to confirm it.
ru: Монеты, создаваемые при генерации нового блока, не доступны для выплат в тот же момент. Прежде чем монеты станут доступны для перевода должно пройти некоторое время, за которое блок должен быть подтвержден всей сетью. Обычно нужно 120 подтверждений. Это означает, что должно быть найдено 120 блоков после того блока, который найден пулом, чтобы подтвердить его.

source: What is estimated payout?
ru: Что такое ожидаемая выплата?

source: Estimated payout is your estimated payout if a block is found at that time. This is an estimate according to your amount of shares submitted for the round(s).
ru: Ожидаемая выплата это ваша ожидаемая выплата, если блок был найден. Эта оценка вычисляется согласно количеству шар, вычисленных в течение раунда.

source: What is a share?
ru: Что такое "шара" (share)?

source: Finding blocks is not an easy task. Since it would take a really long time on some coins, finding a block is broken down into shares. Depending on the server side setting, each share can be a certain difficulty. The more difficult each share is to find by miners, the fewer total shares are required to eventually find a block.
ru: Нахождение блоков это сложная вычислительная задача. И хотя это может занимать очень длительное время для некоторых монет, нахождение блока разбивается на нахождение так называем "шар" (shares). В зависимости от настроек сервера, каждая шара может иметь заданную сложность. Чем более высокая сложность у каждой шары, тем меньшее количество шар необходимо, чтобы в конечном итоге найти блок.

source: On the server side, each share is checked against the coin daemon (a server side wallet with more features) if it is indeed a valid block solution. Every share computed has the potential to be a block solution. I will not go into details why this is, but rest assured that share estimates for blocks can sometimes be exceeded. In the long run though, shorter round with less shares than required will make up for those taking very long.
ru: На стороне сервера, каждая шара проверяется серверной версией кошелька (программа-кошелек для серверов) на то, является ли она возможным решением для нахождения блока. Каждая найденная шара может оказаться решением задачи нахождения блока. Не вдаваясь глубоко в детали, можно сказать что примерная оценка количества шар иногда может быть превышена. Тем не менее, если рассмореть процесс нахождение блоков в целом, то более короткие раунды, когда потребовалось меньше шар, чем ожидалось, чередуются с длинными, когда шар нужно найти больше, чем ожидалось.

source: Keep in mind: shares are not blocks! Shares are part of a block and will count towards the block payout!
ru: Обратите внимание: шары это не блоки! Шары это части задачи по нахождению блока и будут учтены пулом при выплате вознаграждения за блок!

source: At times, you will see shares being rejected by the pool. This can happen if you try to send an outdated share right after a block was found. Stratum, a protocol used by a miner to request work from a server, is used for share submission and getting new work. It is very solid when it comes to avoiding rejects but they can still happen once in a while.
ru: Иногда, вы можете увидеть шары, отвергнутые пулом (rejected). Это может случиться, если ваш майнер пытается отправить устаревшую шару сразу после того, как блок был найден. Стратум, протокол, который используется программой-майнером для запроса работы у пула, а также для отправки обработанных шар на пул, призван обеспечить непрерывную работу майнера и достаточно хорошо справляется с этой задачей, однако, изредка, отвергнутые шары могут иметь место.

source: If you are seeing reject all the time, then something isn’t working right on your end. You may also notice that your hashrate on the pool website is not increasing while your invalid share count keeps climbing up. In that case turn off your miner and check your settings!
ru: Если же вы постоянно видите отвергнутые шары (rejected), то это означает, что что-то явно не так на вашей стороне. Вы также можете заметить, что мощность вашего майнера (или хешрейт) на пуле отображается некорректно. В этом случае выключите ваш майнер и проверьте настройки!

source: I am having problems connecting to the pool
ru: У меня проблемы при соединении с пулом

source: Double check your settings against our
ru: Пожалуйста, дважды проверьте ваши настройки согласно странице

source: getting started page
ru: как начать добывать

source: This Pool is running
ru: Этот пул работает на платформе

source: project code. This frontend was created by TheSerapher aka Sebastian Grewe. The operation of the pool is soley at the hand of your trusted pool operator.
ru: . Этот веб-интерфейс был реализаван разработчиком TheSerapher aka Sebastian Grewe. Функционирование пула полностью в руках владельца/оператора пула.

source: Web Chat
ru: Веб Чат

source: Contact Us
ru: Обратная связь

source: Your Name
ru: Ваше имя

source: Your Email Address
ru: Ваш E-mail

source: Your Subject
ru: Тема

source: Your Message
ru: Ваше сообщение

source: Send Email
ru: Отправить сообщение

source: Reset Values
ru: Обнулить значения

source: Pool Donors
ru: Наши благодетели

source: Name
ru: Имя

source: Total
ru: Всего

source: No confirmed donations yet, please be patient!
ru: В данный момент нет подтвержденных пожертвований, будьте терпеливы!

source: Block Statistics
ru: Статистика блоков

source: Confirmations
ru: Подтверждения

source: Orphan
ru: Отброшенный

source: left
ru: осталось

source: Shares
ru: Шары

source: Round Shares
ru: Шары раунда

source: Rank
ru: Ранг

source: User Name
ru: Имя Пользователя

source: Round Transactions
ru: Транзакции раунда

source: Round %
ru: Раунд %

source: Round
ru: Раунд

source: Pool Hash Rate
ru: Мощность пула

source: Pool Efficiency
ru: Эффективность пула

source: Current Active Workers
ru: Текущие активные воркеры

source: Current Difficulty
ru: Текущая сложность

source: Est. Next Difficulty
ru: Ожид. след. сложность

source: Est. Avg. Time per Round (Network)
ru: Ожид. средн. время на раунд (сеть)

source: Est. Avg. Time per Round (Pool)
ru: Ожид. средн. время на раунд (пул)

source: Est. Shares this Round
ru: Ожид. шары на этот раунд

source: Next Network Block
ru: Следующий блок в сети

source: Last Block Found
ru: Крайний найденный блок

source: Time Since Last Block
ru: Время от крайнего блока

source: These stats are also available in JSON format
ru: Эти данные также доступны в формате JSON

source: HERE
ru: ТУТ

source: Last %1 Blocks Found
ru: Крайние %1 блоков

source: Block
ru: Блок

source: Validity
ru: Подтвержденность

source: Round Earnings are not credited until
ru: Доходы раунда не начисляются пока не будет

source: confirms
ru: подтверждений

source: Block Shares
ru: Шары блока

source: Block Overview
ru: Обзор блоков

source: Gen. Est.
ru: Всего, ожид.

source: Found
ru: Найдено

source: Avg. Diff
ru: Ср. сложность

source: Shares Est.
ru: Шары, ожид.

source: Rate Est.
ru: Соотн., ожид.

source: Last 7 Days
ru: Крайние 7 дней

source: Last 4 Weeks
ru: Крайние 4 недели

source: The Past 12 Months
ru: Крайние 12 месяцев

source: Wallet Accounts
ru: Аккаунты кошелька

source: Balance Info
ru: Информация о балансе

source: Balance
ru: Баланс

source: Peer Information
ru: Информация о соединениях

source: Host
ru: Хост

source: Protocol
ru: Протокол

source: Traffic
ru: Трафик

source: MB
ru: Мб

source: Last %1 transactions
ru: Крайние %1 транзакций

source: Account
ru: Аккаунт

source: Address
ru: Адрес

source: Category
ru: Категория

source: Transaction ID
ru: ID транзакции

source: Wallet Status
ru: Статус кошелька

source: Version
ru: Версия

source: Protocol Version
ru: Версия протокола

source: Wallet Version
ru: Версия кошелька

source: Peers
ru: Соединения

source: Blocks
ru: Блоки

source: Accounts
ru: Счета

source: Balance Summary
ru: Сводка о балансе

source: Wallet Balance
ru: Баланс кошелька

source: Locked for users
ru: Заблокировано для пользователей

source: Liquid Assets
ru: Доход пула

source: Write Newsletter
ru: Разослать новость

source: Subject
ru: Тема

source: Content
ru: Содержание

source: Send
ru: Отправить

source: Transaction Summary
ru: Сводка о транзакции

source: Prev
ru: Пред.

source: Next
ru: След.

source: Filter
ru: Отфильтровать

source: Last Registered Users
ru: Крайние зарегистрированные пользователи

source: eMail
ru: Эл. почта

source: Reg. Date
ru: Дата регистрации

source: Invite
ru: Пригласить

source: Invited From
ru: По приглашению от

source: Current Active Pool Workers
ru: Текущие активные воркеры пула

source: Monitor
ru: Мониторинг

source: Avg Difficulty
ru: Средняяя сложность

source: User Search
ru: Поиск пользователей

source: Is Admin
ru: Администратор

source: Is Locked
ru: Заблокирован

source: No Fees
ru: Нет комиссий

source: Search!
ru: Искать!

source: User Information
ru: Информация о пользователе

source: Est. Donation
ru: Ожид. пожертвования

source: Est. Payout
ru: Ож. выплаты

source: Last Login
ru: Крайний вход

source: Admin
ru: Админ

source: Locked
ru: Заблокирован

source: Disabled
ru: Отключено

source: Exit Code
ru: Код выхода

source: Start Time
ru: Время начала

source: End Time
ru: Время завершения

source: ERROR
ru: ОШИБКА

source: Admins
ru: Администаторы

source: Logins
ru: Входы

source: %1 hours
ru: %1 часов

source: %1 days
ru: %1 дней

source: 1 month
ru: 1 месяц

source: %1 months
ru: %1 месяцев

source: 1 year
ru: 1 год

source: Outstanding
ru: Невероятно

source: MPOS Version Information
ru: Информация о версии MPOS

source: Component
ru: Компонент

source: Current
ru: Текущий

source: Installed
ru: Установлено

source: Online
ru: Онлайн

source: Config
ru: Конфиг

source: Database
ru: База данных

source: MPOS Status
ru: Статус MPOS

source: Wallet
ru: Кошелек

source: Errors
ru: Ошибки

source: Earnings Information
ru: Информация о доходах

source: Select User
ru: Выберите пользователя

source: Block Limit
ru: Количество блоков

source: Starting block height
ru: Начиная с высоты блока

source: Show empty rounds
ru: Показывать пустые раунды

source: Submit
ru: Подтвердить

source: Earnings Report Last %1 Blocks For User: %2
ru: Отчет о доходах пользователя %2 за крайние %1 блоков

source: Invalid %
ru: Негодные %

source: %1 Account Information
ru: Информация о профиле %1

source: Write News
ru: Опубликовать новость

source: Header
ru: Заголовок

source: Add
ru: Добавить

source: Top Inviters
ru: Топ пригласивших

source: Setup Checks
ru: Проверка установки
